# # # # # #a = "python"
# # # # # #b = "내인생어떡해"
# # # # # #c = "강성엽 바보"
# # # # #
# # # # # #print(a)
# # # # # #print(b)
# # # # # #print(c)
# # # # #
# # # # # print(type(15))
# # # # # print(type('강성엽'))
# # # # #
# # # # # print(0b1001010010)
# # # # #
# # # # # print('''
# # # # # 안녕하세요
# # # # # 서울대학교 식품생명공학전공
# # # # # 강성엽입니다
# # # # # ''')
# # # # # print('안녕하세요. \n서울대학교 식품생명공학전공 \n강성엽입니다')
# # # #
# # # # print("파이참\\")
# # # # print('작은따옴표 \'를 출력')
# # # # print("작은따옴표 '를 출력")
# # # # print("3313\t2342\t3423")
# # # #
# # # # print("이름: %s" % "강성엽")
# # # # print("결혼=%s" %"False")
# # # # print("이름: %s\n나이: %s" %("강성엽", 25))
# # # #
# # # # print("%c, %d, %o, %x" %(124, 753, 537, 348))
# # # print(ord("가"))
# # # print("%c, %d, %o, %x" %("가",ord("가"),ord("가"),ord("가")))
# # # print("%f" %(3/7))
# #
# # print("%10s" %"강성엽바보")
# # print("%010.2f" %3.141592)
# #
# print("이름:{} \n나이:{}".format("강성엽", 25))
# print("여기 좀 추운 것 같은데요 기온이 {}도에요".format(ord("서")))
# print("이름={name}\n나이={age}".format(name="강성엽", age=25))
# print("{:#^10}".format("강성엽"))
# print("{:012.5f}".format(3.159156155))

print("rkrd")